<script>
  export default {
    components: {},
    name: 'AdmissionDocumentsSubmission',
    data() {
      return {}
    },
    created() {},
    computed: {},
    methods: {},
  }
</script>

<template>
  <section class="doc-submission">
    <h1 class="title">Порядок подання документів</h1>
    <ul class="steps">
      <li>
        <p class="step">Крок 1. Електронна заява.</p>
        <p>
          У 2017 році вступники, що вступають на базі документа про повну загальну середню освіту за ступенем «Бакалавр»
          на денну форму навчання подають до вищого навчального закладу заяви про вступ в електронній формі. на сайті
          https://ez.osvitavsim.org.ua/</p>
        <p>Заяву в електронній формі мають право подавати вступники, які бажають взяти участь у конкурсному відборі
          та не мають підстав для особливих умов участі у конкурсі на зарахування.
        </p>
        <p>
          Вступники за квотами подають заяву на вступ до приймальної комісії ХНУРЕ у паперовій формі – особисто.
        </p>
        <div>
          <p>Для подання електронної заяви вступник має зареєструватись та зазначити такі дані:
          </p>
          <ol>
            <li>адресу електронної пошти</li>
            <li>серію та номер документа про освіту,</li>
            <li>номер, пін-код та рік отримання сертифіката ЗНО,</li>
            <li>серію та номер документа, що посвідчує особу.</li>
          </ol>
        </div>
        <p>Після реєстрації вступник отримає логін та пароль для доступу до особистого електронного кабінету.
        </p>
        <div>
          <p>В особистому електронному кабінеті вступнику необхідно:
          </p>
          <ol>
            <li>внести дані про себе,</li>
            <li>обрати ХНУРЕ, спеціальність і спеціалізацію.</li>
          </ol>
        </div>
        <p>
          Подана вступником електронна заява буде відразу відображена у розділі Єдиної бази, до якого має доступ ХНУРЕ.</p>
        <p>У момент подання електронна заява отримує статус “Зареєстровано в Єдиній базі”.
        </p>
        <p>Подана електронна заява може бути скасована до моменту отримання статусу “Зареєстровано у вищому навчальному
          закладі” або “Потребує уточнення вступником”. При цьому електронній заяві буде встановлено статус “Скасовано
          вступником (або вищим навчальним закладом)”.
        </p>
        <div>
          <p>Електрнна заява із статусом “Зареєстровано в Єдиній базі” має бути розглянута приймальною комісією ХНУРЕ
            не пізніше закінчення наступного робочого дня з дати встановлення їй відповідного статусу. За результатами
            розгляду заяві буде надано один з таких статусів:
          </p>
          <ol>
            <li>“Зареєстровано у вищому навчальному закладі”,</li>
            <li>“Потребує уточнення вступником” (при встановленні електронній заяві статусу
              “Потребує уточнення вступником” буде визначено перелік даних, що потребують уточнення,
              із зазначенням способу та дати, до якої їх необхідно подати.
            </li>
          </ol>
        </div>
        <div>
          <p>
            На підставі рішення приймальної комісії ХНУРЕ про допущення чи недопущення вступника до участі у конкурсному
            відборі для вступу до ХНУРЕ уповноважена особа встановлює електронній заяві вступника статуси
          </p>
          <ol>
            <li>“Допущено до конкурсу”,</li>
            <li>“Відмовлено вищим навчальним закладом” (із зазначенням причини відмови).</li>
          </ol>
          <p>
            Для того щоб подати електронну заяву перейдіть за посиланням: <a target="_blank"
                                                                             href="http://ez.osvitavsim.org.ua.">http://ez.osvitavsim.org.ua.</a>
          </p>
        </div>
      </li>
      <li>
        <p class="step">Крок 2.</p>
        <p>
          1 серпня ознайомтеся зі списком рекомендованих на сайті <a target="_blank" href="http://nure.ua">nure.ua</a>
        </p>
      </li>
      <li>
        <p class="step">Крок 3.</p>
        <p>
          З 1 по 5 серпня 2017 року подайте оригінали документів до Приймальної комісії ХНУРЕ. Підготуйте комплект документів завчасно.  </p>
        <div>
          <p> Перелік документів:
          </p>
          <ol>
            <li>Паспорт громадянина України.</li>
            <li>Копії паспорта – 2 шт.</li>
            <li>
              Військовий квиток або приписне свідоцтво – для військовозобов’язаних – (обов’язково для чоловіків з 16,5 років) і копія – 2шт.
            </li>
            <li>Копія довідки про ідентифікаційний код – 2 шт.</li>
            <li>Атестат про повну загальну середню освіту та копія – 2 шт.</li>
            <li>Додаток до атестата з оцінками і копія – 2 шт.</li>
            <li>Сертифікат ЗНО та копія сертифіката – 2 шт.</li>
            <li>6 кольорових фотокарток 3х4 см.</li>
            <li>
              Медична довідка за формою 086 (копія, завіряється у медпрацівника ХНУРЕ на вході до Приймальної комісії)
            </li>
          </ol>
        </div>
        <a target="_blank" class="pdf-save-link" href="http://doc2pdf.pdf24.org/state.php?jobId=blog_1cdc85b12428eb6fb84045955f796b62&lng=ru">
          <v-icon>fa-file-pdf-o</v-icon>
          зберегти цю сторінку в PDF</a>
      </li>
    </ul>
  </section>
</template>

<style scoped>
</style>
