<script>
  export default {
    components: {},
    name: 'AdmissionRules',
    data() {
      return {}
    },
    created() {},
    computed: {},
    methods: {},
  }
</script>

<template>
  <section>
    <h1 class="title">Правила прийому</h1>
    <div class="rules-head">
      <h3>Абітурієнте!</h3>
      <p>А ти знаєш, що:</p>
    </div>
    <ul class="steps">
      <li>
        <p class="step">Якщо ти з іншої місцевості, то маєш право на отримання місця в гуртожитку на період вступної
          кампанії, якщо у
          тебе повна середня загальна освіта, ти можеш:</p>
        <ul>
          <li>подати до 7 заяв 4 спеціальності у власному електронному кабінеті або особисто в Консультаційному центрі
            Приймальної комісії ХНУРЕ з 12 до 26 липня 2018 р., вказавши пріоритети свого вибору,
          </li>
          <li>скласти вступні випробування з 21 до 26 липня 2018 р. <a target="_blank" href="http://nure.ua/65486-2/">(за необхідності)</a></li>
          <li>ознайомитися з рейтинговими списками 01 серпня 2018 р.,</li>
          <li>принести оригінали документів до 18-00 06 серпня 2018 р.</li>
        </ul>
      </li>
      <li>
        <p class="step">Якщо у тебе диплом молодшого спеціаліста, ти можеш:</p>
        <ul>
          <li>подати документи на вступн з 12 до 24 липня 2018 р.,</li>
          <li>скласти вступний тест з 25 по 31 липня 2018 г.,</li>
          <li>ознайомитися з рейтинговим списком 01 серпня 2018 р.</li>
          <li>принести оригінали документів до 18-00 02 серпня 2018 р.</li>
        </ul>
      </li>
    </ul>


    <div>
      <p>
        Режим роботи приймальної комісії ХНУРЕ:
      </p>
      <ul>
        <li>понеділок-п’ятниця – з 9-00 до 17-00</li>
        <li>субота – з 9-00 до 13-00</li>
      </ul>
      <p>Чекаємо вас за адресою: Харків, ст.метро “Наукова”, проспект Науки, 14, кімн.146. Приймальна комісія.</p>
    </div>
    <p>
      Ця та інша інформація міститься у Правилах прийому, ознайомитися з повним текстом яких, а також з Додатками до
      них, можна за посиланнями, наведеними нижче.
    </p>
    <a target="_blank" href="http://nure.ua/wp-content/uploads/statut_admission2016_2017.pdf">Положення про приймальну комісію ХНУРЕ</a>
    <a target="_blank" href="http://nure.ua/wp-content/uploads/rules2018.pdf">Правила прийому до ХНУРЕ у 2018 році</a>
  </section>
</template>

<style scoped>
</style>
