<template>
  <div class="container">
    <div class="left-wrap">
      <section class="greeting">
        <h2 class="black--text mb-2 display-0 text-xs-center">
          Шановні Абітурієнти!</h2>
        <div class="subheading mb-3 text-xs-center">
          <p>
            Вітаємо Вас на інформаційному порталі Харківського національного університету радіоелектроніки.
            Тут Ви зможете знайти найактуальнішу і повну інформацію щодо вступної кампанії 2017 ВНЗ ХНУРЕ.
          </p>
          <p>
            Інформаційний сайт ХНУРЕ дозволить Вам отримати інформацію про навчальну структуру ВНЗ і короткий опис ХНУРЕ.
            Тут зібрана і представлена ​​в зручному вигляді інформація, яка необхідна при вступі до ХНУРЕ для Абітурієнтів,
            надходять на перший курс після закінчення загальноосвітньої школи на підставі ЗНО (ЗНО) на 1-й курс,
            інформація для вступників в ХНУРЕ після технікуму на підставі диплома молодшого спеціаліста, інформація для
            надходять в ХНУРЕ на заочну форму навчання, інформація для вступників в ХНУРЕ для навчання в магістратурі,
            а також інформація для вступників в ХНУРЕ для навчання в аспірантурі.
          </p>
          <p>
            Тут Ви можете ознайомитися зі списком всіх кафедр, факультетів, спеціальностей і спеціалізацій
            Харківського національного університету радіоелектроніки.
          </p>
          <p>
            Також на сторінках нашого сайту
            представлена ​​інформація про необхідні ЗНО (ЗНО),
            коефіцієнтах ЗНО (ЗНО) при розрахунку конкурсного бала,
            інформація про мінімальні прохідні бали у 2016 році на всі спеціальності і
            спеціалізації ХНУРЕ, інформація про ліцензійні обсяги ВНЗ з навчання на тій
            чи іншої спеціальності і вартості контрактного навчання в зручній таблиці зі списком
            всіх спеціальностей і спеціалізацій, а за допомогою спеціального калькулятора для розрахунку
            ймовірності надходження в ХНУРЕ зможете розрахувати свій прохідний бал в ХНУРЕ на 2017 рік,
            а також порівняти його з трьома попередніми роками.
          </p>
          <p>
            На сайті є інформація по підготовчого відділення Харківського
            національного університету радіоелектроніки, де представлені всі факультативи та курси підготовчого відділення ХНУРЕ.
          </p>
          <p>
          </p>
          За допомогою форми зворотного зв'язку, яка розташована в правому нижньому куті сайту,
          Ви зможете швидко і легко задати всі Ваші питання приймальної комісії ХНУРЕ,
          а на сторінці контактів знайдете всі необхідні контакти ХНУРЕ.
          <p>
            Будемо раді бачити Вас в якості Абітурієнтів і в майбутньому Студентами нашого ВНЗ!
          </p>
          <p>
          </p>
          Бажаємо всім Абітурієнтам успішного вступу!
        </div>
      </section>
      <InformationWidget :info="information" />
    </div>
    <div class="right-wrap">
      <section class="news">
        <BlogWidget :info="blogNews" />
      </section>
    </div>
  </div>
</template>

<script>
  import BlogWidget from '../components/BlogWidget';
  import InformationWidget from '../components/InformationWidget';

  import firstImg from '../../img/first.jpg';
  import secondImg from '../../img/second.jpg';
  import thirdImg from '../../img/third.jpg';
  import fourthImg from '../../img/fourth.jpg';
  import fifthImg from '../../img/fifth.jpg';
  import sixthImg from '../../img/6th.jpg';

  export default {
    components: { BlogWidget, InformationWidget },
    name: 'MainPage',
    data() {
      return {
        information: [
          {
            id: 1,
            img: firstImg,
            title: 'Питання і відповіді про контрактну форму навчання в ХНУРЕ',
            description: 'Зарахування до лав студентів вищого навчального закладу - завжди хвилюючий процес, під час якого навіть самі впевнені. '
          },
          {
            id: 2,
            img: secondImg,
            title: 'Розклад вступних іспитів в ХНУРЕ 2017',
            description: 'Розклад вступних іспитів ХНУРЕ і додаткових вступних випробувань для вступу'
          },
          {
            id: 3,
            img: thirdImg,
            title: 'Правила i порядок подачі документів в ХНУРЕ',
            description: 'Реєстрація електронних кабінетів вступників та завантаження додатків до документів.'
          },
          {
            id: 4,
            img: fourthImg,
            title: 'Правила прийому до ХНУРЕ у 2017 році',
            description: 'А ти знаєш, що: 1. Якщо ти іногородній, то маєш право на отримання місця в гуртожитку на період вступної кампанії. 2. Якщо у тебе повну середню загальну освіту, ти можеш: подати до 9 заяв на 4 спеціальності в своєму електронному кабінеті або особисто в Консультаційному центрі Приймальної комісії ХНУРЕ з 12 до 26 липня 2017 р вказавши пріоритети свого вибору'
          },
          {
            id: 5,
            img: fifthImg,
            title: 'Спеціальності і спеціалізації для надходження на 1 курс в ХНУРЕ',
            description: ''
          },
          {
            id: 6,
            img: sixthImg,
            title: 'Перелік пільг при вступі до ВНЗ, пільги ХНУРЕ і бланки для пільг',
            description: ''
          }
        ],
        blogNews: [
          {
            id: 1,
            date: '22 ЧЕР 2017',
            title: 'ОСВІТА В ТЕХНІКУМІ ТА ПІСЛЯ ТЕХНІКУМУ',
            description: 'Система освіти має комплексну структуру в кілька етапів. Зазвичай її можна розділити на три стадії: дошкільна, шкільна і вища освіта.'
          },
          {
            id: 2,
            date: '19 ЧЕР 2017',
            title: 'ПРАВИЛА ОТРИМАННЯ СТИПЕНДІЇ В ХНУРЕ',
            description: 'Що найприємніше в студентському житті? Можна було б сказати, що скільки людей - стільки і відповідей. Для кого-то - придбання знань, навичок, досвіду і професійного мислення. Для кого-то - заклад нових друзів, а для кого-то - студентські свята, волонтерство тощо Але всі погодяться, що отримання стипендії стало для них важливим аспектом студентського життя.'
          },
          {
            id: 3,
            date: '14 ЧЕР 2017',
            title: 'УМОВИ І ПОРЯДОК ЗДАЧІ ЗНО ДЛЯ ВИПУСКНИКІВ ВЕЧІРНЬОЇ ШКОЛИ',
            description: 'Говорячи про школу, в першу чергу ми представляємо маленьких учнів, що після закінчення школи виходять з неї подорослішали молодими людьми, починаючи свій "класичний" життєвий план. Однак також відомо, що не всі ситуації складаються однаково, не всі життя схожі одна на іншу.'
          },
          {
            id: 4,
            date: '14 ЧЕР 2017',
            title: 'УМОВИ І ПОРЯДОК ЗДАЧІ ЗНО ДЛЯ ВИПУСКНИКІВ ВЕЧІРНЬОЇ ШКОЛИ',
            description: 'Говорячи про школу, в першу чергу ми представляємо маленьких учнів, що після закінчення школи виходять з неї подорослішали молодими людьми, починаючи свій "класичний" життєвий план. Однак також відомо, що не всі ситуації складаються однаково, не всі життя схожі одна на іншу.'
          },
          {
            id: 5,
            date: '14 ЧЕР 2017',
            title: 'УМОВИ І ПОРЯДОК ЗДАЧІ ЗНО ДЛЯ ВИПУСКНИКІВ ВЕЧІРНЬОЇ ШКОЛИ',
            description: 'Говорячи про школу, в першу чергу ми представляємо маленьких учнів, що після закінчення школи виходять з неї подорослішали молодими людьми, починаючи свій "класичний" життєвий план. Однак також відомо, що не всі ситуації складаються однаково, не всі життя схожі одна на іншу.'
          },
          {
            id: 6,
            date: '14 ЧЕР 2017',
            title: 'УМОВИ І ПОРЯДОК ЗДАЧІ ЗНО ДЛЯ ВИПУСКНИКІВ ВЕЧІРНЬОЇ ШКОЛИ',
            description: 'Говорячи про школу, в першу чергу ми представляємо маленьких учнів, що після закінчення школи виходять з неї подорослішали молодими людьми, починаючи свій "класичний" життєвий план. Однак також відомо, що не всі ситуації складаються однаково, не всі життя схожі одна на іншу.'
          },
          {
            id: 7,
            date: '14 ЧЕР 2017',
            title: 'УМОВИ І ПОРЯДОК ЗДАЧІ ЗНО ДЛЯ ВИПУСКНИКІВ ВЕЧІРНЬОЇ ШКОЛИ',
            description: 'Говорячи про школу, в першу чергу ми представляємо маленьких учнів, що після закінчення школи виходять з неї подорослішали молодими людьми, починаючи свій "класичний" життєвий план. Однак також відомо, що не всі ситуації складаються однаково, не всі життя схожі одна на іншу.'
          }
        ]
      }
    },
    created: function () {

    },
    methods: {}
  }
</script>

<style scoped>

</style>
