<template>
  <transition name="slide-fade">
  <v-container grid-list-md text-xs-center >
    <v-layout row wrap>
      <v-flex d-flex xs12 sm9 md9 child-flex>
        <div class="left-wrap">
          <section class="greeting">
            <h2 class="black--text mb-2 display-0 text-xs-center">
              Шановні Абітурієнти!</h2>
            <div class="subheading mb-3 text-xs-center">
              <p>
                Вітаємо Вас на інформаційному порталі приймальної комісії Харківського національного університету
                радіоелектроніки.
                Ви зможете знайти найактуальнішу і повну інформацію щодо вступної кампанії до Харківського національного
                університету
                радіоелектроніки в 2018 році.
              </p>
              <p>
                Сторінка приймальної комісії ХНУРЕ дозволить Вам отримати інформацію про навчальну структуру закладу
                вищої освіти (ЗВО)
                і короткий опис спеціалізацій, за якими здійснюється підготовка.
                Тут зібрана і представлена в зручному вигляді інформація, яка необхідна
                Абітурієнтам при вступі до ХНУРЕ на підставі сертифікатів зовнішнього незалежного
                оцінювання (ЗНО) на перший курс; інформація для вступників в ХНУРЕ після технікуму
                на підставі диплома молодшого спеціаліста; інформація для вступників на заочну форму
                навчання; інформація для вступників в ХНУРЕ для навчання в магістратурі.
              </p>
              <p>
                Тут Ви можете ознайомитися зі списком спеціалізацій Харківського національного університету
                радіоелектроніки.
              </p>
              <p>
                Також на сторінках приймальної комісії ХНУРЕ представлена інформація про необхідні ЗНО,
                коефіцієнтах ЗНО при розрахунку конкурсного бала, інформація про мінімальні прохідні бали
                у минулі роки на всі спеціалізації ХНУРЕ, інформація про ліцензійні обсяги, вартості контрактного
                навчання в зручній таблиці.
              </p>
              <p>
                На сторінці приймальної комісії ХНУРЕ є інформація про підготовче відділення Харківського
                національного університету радіоелектроніки, де представлені всі факультативи та курси підготовчого
                відділення ХНУРЕ.
              </p>
              <p>
                Будемо раді бачити Вас в якості Абітурієнтів і в майбутньому Студентами нашого Університету!
              </p>
              <p>
              </p>
              Бажаємо всім Абітурієнтам успішного вступу!
            </div>
          </section>
          <InformationWidget :info="information"/>
        </div>
      </v-flex>
      <v-flex d-flex xs12 sm3 md3>
        <div class="right-wrap">
          <section class="news">
            <BlogWidget :info="news"/>
          </section>
        </div>
      </v-flex>
    </v-layout>
  </v-container>
  </transition>
</template>

<script>
  import BlogWidget from '../components/BlogWidget';
  import InformationWidget from '../components/InformationWidget';

  import firstImg from '../../img/first.jpg';
  import secondImg from '../../img/second.jpg';
  import thirdImg from '../../img/third.jpg';
  import fourthImg from '../../img/fourth.jpg';
  import fifthImg from '../../img/fifth.jpg';
  import sixthImg from '../../img/6th.jpg';

  export default {
    components: { BlogWidget, InformationWidget },
    name: 'MainPage',
    data() {
      return {
        information: [
          {
            id: 1,
            img: firstImg,
            title: 'Питання і відповіді про контрактну форму навчання в ХНУРЕ',
            description: 'Зарахування до лав студентів вищого навчального закладу - завжди хвилюючий процес, під час якого навіть самі впевнені.',
            value: 'questions'
          },
          {
            id: 2,
            img: secondImg,
            title: 'Розклад вступних іспитів в ХНУРЕ 2017',
            description: 'Розклад вступних іспитів ХНУРЕ і додаткових вступних випробувань для вступу',
            value: 'exams'
          },
          {
            id: 3,
            img: thirdImg,
            title: 'Правила i порядок подачі документів в ХНУРЕ',
            description: 'Реєстрація електронних кабінетів вступників та завантаження додатків до документів.',
            value: 'documents'
          },
          {
            id: 4,
            img: fourthImg,
            title: 'Правила прийому до ХНУРЕ у 2017 році',
            description: 'А ти знаєш, що: 1. Якщо ти іногородній, то маєш право на отримання місця в гуртожитку на період вступної кампанії. 2. Якщо у тебе повну середню загальну освіту, ти можеш: подати до 9 заяв на 4 спеціальності в своєму електронному кабінеті або особисто в Консультаційному центрі Приймальної комісії ХНУРЕ з 12 до 26 липня 2017 р вказавши пріоритети свого вибору',
            value: 'admissionRules'
          },
          {
            id: 5,
            img: fifthImg,
            title: 'Спеціальності і спеціалізації для надходження на 1 курс в ХНУРЕ',
            description: '',
            value: 'specialities'
          },
          {
            id: 6,
            img: sixthImg,
            title: 'Перелік пільг при вступі до ВНЗ, пільги ХНУРЕ і бланки для пільг',
            description: '',
            value: 'privileges'
          }
        ],
        news: [
          {
            id: 9,
            date: '12 ЛЮТ 2018',
            title: 'День відкритих дверей',
            description: 'ХНУРЕ запрошує на День відкритих дверей, який відбудеться 4 березня 2018 року. Початок - о 9-00. Харків, станція метро "Наукова", проспект Науки, 14.',
            url: {
              type: 'cors',
              name: 'news',
              id: 1
            }
          },
          {
            id: 10,
            date: '10 ЛЮТ 2018',
            title: 'Олімпіада',
            description: 'Олімпіада ХНУРЕ буде проводитись з 1 березня.',
            url: {
              type: 'cors',
              name: 'news',
              id: 2
            }
          },
          {
            id: 2,
            date: '19 ЧЕР 2017',
            title: 'Правила отримання стипендії в ХНУРЕ',
            description: 'Що найприємніше в студентському житті? Можна було б сказати, що скільки людей - стільки і відповідей. ' +
            'Для кого-то - придбання знань, навичок, досвіду і професійного мислення...',
            url: {
              type: 'no-cors',
              name: 'http://nure.ua/wp-content/uploads/188-%D0%B2%D1%96%D0%B4-21.03.2017-%D0%9F%D0%BE%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F_%D0%B7%D0%BC%D1%96%D0%BD%D0%B8_1045_%D0%9D%D0%B0%D0%BA%D0%B0%D0%B7_%D0%92%D0%A0.pdf',
              id: null
            }
          }
        ]
      }
    },
    created: function () {

    },
    methods: {}
  }
</script>

<style scoped>


</style>
