<template>
  <div class="specialities">
    <h1>СПЕЦІАЛЬНОСТІ ТА СПЕЦІАЛІЗАЦІЇ ДЛЯ ВСТУПУ ДО ХНУРЕ</h1>

    <v-tabs v-model="active">
      <v-tabs-bar class="cyan" dark>
        <v-tabs-item
          v-for="tab in tabs"
          :key="tab"
          :href="'#' + tab"
          ripple
        >
          {{ tab }}
        </v-tabs-item>
        <v-tabs-slider color="yellow"></v-tabs-slider>
      </v-tabs-bar>

      <v-tabs-items>
        <v-tabs-content
          v-for="tab in tabs"
          :key="tab"
          :id="tab"
        >
          <v-card flat>
            <v-card-text>
              <b-table striped hover :items="items"></b-table>
            </v-card-text>
          </v-card>
        </v-tabs-content>
      </v-tabs-items>
    </v-tabs>
  </div>
</template>

<script>
  const items = [
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '11. Математика та статистика',
      СПЕЦІАЛЬНІСТЬ: '113. Прикладна математика',
      СПЕЦІАЛІЗАЦІЯ: 'Прикладна математика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '11. Математика та статистика',
      СПЕЦІАЛЬНІСТЬ: '113. Прикладна математика',
      СПЕЦІАЛІЗАЦІЯ: 'Криптологія (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
    {
      ГАЛУЗЬ_ЗНАНЬ: '05. Соціальні та поведінкові науки',
      СПЕЦІАЛЬНІСТЬ: '051. Економіка',
      СПЕЦІАЛІЗАЦІЯ: 'Економічна кібернетика (ІТМ)',
      ЗНО_І_КОЕФІЦІЄНТИ_ДЛЯ_ВСТУПУ: 'У - 0.3; М - 0.3; ІМ/ІУ - 0.3; А - 0.1;',
      МІНІМАЛЬНИЙ_ПРОХІДНИЙ_БАЛ_В_2016_РОЦІ: '164.75\t',
      ЛІЦЕНЗІЙНИЙ_ОБСЯГ: '100',
      ['ТЕРМІН_НАВЧАННЯ']: '3 р. 10 м.',
      ['ВАРТІСТЬ_КОНТРАКТУ_(ЗА_1_РІК)']: '10900 грн.'
    },
  ]

  export default {
    components: { },
    name: 'Specialities',
    data() {
      const tabs = ['Бакалавр (на 1-й курс)', 'Магістр', 'Друга вища освіта'];
      return {
        tabs,
        active: null,
        text: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.',
        items
      }
    },
    methods: {
    }
  }
</script>

<style scoped>


</style>
