<template>
  <section>
    <h1 class="title">Робота з технікумами</h1>
      <h3>Майбутні випускники технікумів і коледжів!</h3>
    <p>
      Якщо ви плануєте вступ у Харківський національний університет радіоелектроніки,
      подбайте про це саме зараз. Приймальна комісія ХНУРЕ  щоденно проводить тестування
      знань з вищої математиці й інформатиці (див. Перелік тем для підготовки до фахового
      вступного випробування для випускників ВНЗ I-II ступеня акредитації) з метою відбору
      кандидатів для подальшого вступу на перший прискорений курс (3 роки навчання) на бюджетну
      форму навчання за всіма напрямами підготовки в ХНУРЕ.
    </p>
    <div class="contact">
      <p>
        Дізнатися, які напрями підготовки освітньо-кваліфікаційного рівня бакалавра відповідають
        вашій спеціальності освітньо-кваліфікаційного рівня молодшого спеціаліста, ви можете з переліку споріднених напрямів.
      </p>
      <ul>
        <li><a target="_blank" href="http://nure.ua/wp-content/uploads/programm2017.pdf">Програма вступного випробування</a></li>
        <li><a target="_blank" href="http://nure.ua/wp-content/uploads/polozh2017.pdf">Положення</a></li>
      </ul>
    </div>
    <a class="pdf-save-link" href="">
      <v-icon>fa-file-pdf-o</v-icon>
      зберегти цю сторінку в PDF</a>
  </section>
</template>

<script>

  export default {
    components: {},
    name: 'ColledgeWork',
    data() {
      return {}
    },
    beforeCreate() {

    },
    created() {

    },
    computed: {},
    methods: {}
  }
</script>

<style scoped>

</style>
