<template>
  <section>
    <h1 class="title">Робота зі школярами</h1>
    <p>
      Харківський національний університет радіоелектроніки проводить різноманітну роботу з абітурієнтами
      (учнями шкіл та ПТЗО, а також випускниками закладів освіти минулих років).
    </p>
    <p>
      В нашому університеті ви маєте можливість відвідувати «Дні відкритих дверей»),
      які проводяться кожного року, брати участь у щорічному конкурсі з програмування «Юний геній»,
      проходити навчання на різних підготовчих та комп’ютерних курсах Центру довузівської підготовки ХНУРЕ.
    </p>
    <p>
      Ми пропонуємо для учнів 6 – 10 класів заняття з різних напрямків ІТ – технологій,
      для учнів 9 – 11 класів – різні форми підготовчих курсів.
    </p>
    <p>
      Крім цього, Центр довузівської підготовки організовує для учнів шкіл  та ПТЗО,
      за заявками закладів освіти, екскурсії по кафедрах та факультетах університету.
    </p>
    <p>
      Кожного дня для вас працює наш
      <a href="http://nure.ua/uk/university/structure/history-museum/">музей історії ХНУРЕ</a>, який розташований в корпусі «і».
    </p>
    <p>
      Центр довузівської підготовки ХНУРЕ співпрацює з закладами освіти Харківської, Донецької, Дніпропетровської, Полтавської, Одеської областей.
    </p>
    <div class="contact">
      <p>За усіма довідками звертайтеся до Приймальної комісії ХНУРЕ
      </p>
      <p>
        телефон +38 (057) 702-17-20, кімната № 146,
      </p>
      <p>
        або до Центру довузівської підготовки ХНУРЕ,
      </p>
      <p>
        телефон +38 (057) 702-14-55, кімната № 144.
      </p>
    </div>
    <a class="pdf-save-link" href="">
      <v-icon>fa-file-pdf-o</v-icon>
      зберегти цю сторінку в PDF</a>
  </section>
</template>

<script>

  export default {
    components: {},
    name: 'SchoolWork',
    data() {
      return {}
    },
    beforeCreate() {

    },
    created() {

    },
    computed: {},
    methods: {}
  }
</script>

<style scoped>

</style>
