<template>
  <div>
    <h1>Приймальна комісія</h1>
    <p>
      Приймальна комісія працює за планом основних заходів щодо організації прийому вступників до університету,
      затвердженим головою приймальної комісії. Прийом документів та зарахування здійснюється згідно з етапами
      приймальної компанії, встановленими Правилами прийому.
    </p>
    <p>
      Технічні секретарі приймальної комісії у кімн.146 працюють щоденно.
    </p>
    <p>
      Голова приймальної комісії – <a href="">Семенець Валерій Васильович</a>, ректор
    </p>
    <p>
      Заступник голови приймальної комісії - <a href="">Єрохін Андрій Леонідович</a>, декан факультету КН
    </p>
    <p>
      Відповідальний секретар приймальної комісії – декан факультету ІК Снігуров Аркадій Владиславович
    </p>
    <p>
      Уповноважена особа приймальної комісії з питань прийняття та розгляду електронних заяв – Зубкова Т.О., пров.
      інженер АСУ ВНЗ ІОЦ
    </p>
    <p>
      Заступники відповідального секретаря приймальної комісії:
    </p>

    <ul>
      <li>Китаєнко С.О., завідувач підготовчим відділенням;</li>
      <li>Федоренко Є.П., доцент кафедри ФЛІ;</li>
      <li>Золотухін О.В., доцент кафедри ШІ;</li>
      <li>Лановий О.Ф., доцент кафедри ПІ;</li>
      <li>Чала Л.Е., доцент кафедри ШІ;</li>
      <li>Руденко Д.О., доцент кафедри інформатики;</li>
      <li>Дацок О.М., доцент кафедри БМІ;</li>
      <li>Сичова О.В., асистент кафедри КІТАМ</li>
    </ul>

  </div>
</template>

<script>
  export default {
    components: {},
    name: 'SelectionCommittee',
    data() {
      return {}
    },
    beforeCreate() {

    },
    created() {

    },
    computed: {},
    methods: {}
  }
</script>

<style scoped>


</style>
