<script>
  import MainAnnouncementsWidget from './MainAnnouncementsWidget'
  import MainNewsWidget from './MainNewsWidget'

  export default {
    name: 'TheMain',
    components: { MainAnnouncementsWidget, MainNewsWidget },
    computed: {},
    methods: {},
  }
</script>

<template>
  <transition
    name="custom-classes-transition"
    enter-active-class="animated fadeInLeftBig"
    leave-active-class="animated fadeOutRightBig">
    <v-container class="TheMain" grid-list-md text-xs-center>
      <v-layout row wrap>
        <v-flex d-flex xs12 sm9 md9 child-flex>
          <div class="left-wrap">
            <section class="greeting">
              <h2 class="black--text mb-2 display-0 text-xs-center">
                Шановні Абітурієнти!</h2>
              <div class="subheading mb-3 text-xs-center">
                <p>
                  Вітаємо Вас на інформаційному порталі приймальної комісії Харківського національного університету
                  радіоелектроніки.
                  Ви зможете знайти найактуальнішу і повну інформацію щодо вступної кампанії до Харківського національного
                  університету
                  радіоелектроніки в 2018 році.
                </p>
                <p>
                  Сторінка приймальної комісії ХНУРЕ дозволить Вам отримати інформацію про навчальну структуру закладу
                  вищої освіти (ЗВО)
                  і короткий опис спеціалізацій, за якими здійснюється підготовка.
                  Тут зібрана і представлена в зручному вигляді інформація, яка необхідна
                  Абітурієнтам при вступі до ХНУРЕ на підставі сертифікатів зовнішнього незалежного
                  оцінювання (ЗНО) на перший курс; інформація для вступників в ХНУРЕ після технікуму
                  на підставі диплома молодшого спеціаліста; інформація для вступників на заочну форму
                  навчання; інформація для вступників в ХНУРЕ для навчання в магістратурі.
                </p>
                <p>
                  Тут Ви можете ознайомитися зі списком спеціалізацій Харківського національного університету
                  радіоелектроніки.
                </p>
                <p>
                  Також на сторінках приймальної комісії ХНУРЕ представлена інформація про необхідні ЗНО,
                  коефіцієнтах ЗНО при розрахунку конкурсного бала, інформація про мінімальні прохідні бали
                  у минулі роки на всі спеціалізації ХНУРЕ, інформація про ліцензійні обсяги, вартості контрактного
                  навчання в зручній таблиці.
                </p>
                <p>
                  На сторінці приймальної комісії ХНУРЕ є інформація про підготовче відділення Харківського
                  національного університету радіоелектроніки, де представлені всі факультативи та курси підготовчого
                  відділення ХНУРЕ.
                </p>
                <p>
                  Будемо раді бачити Вас в якості Абітурієнтів і в майбутньому Студентами нашого Університету!
                </p>
                <p>
                </p>
                Бажаємо всім Абітурієнтам успішного вступу!
              </div>
            </section>
          </div>
        </v-flex>
        <v-flex d-flex xs12 sm3 md3>
          <div class="right-wrap">
            <section class="news">
              <MainNewsWidget/>
            </section>
          </div>
        </v-flex>

        <v-flex d-flex xs12 sm12 md12>
          <MainAnnouncementsWidget/>
        </v-flex>
      </v-layout>
    </v-container>
  </transition>
</template>

<style scoped>
</style>

